{
  "metadata": {
    "total_size": 5559367680
  },
  "weight_map": {
    "lm_head.linear.bias": "model-00002-of-00002.safetensors",
    "lm_head.linear.weight": "model-00002-of-00002.safetensors",
    "lm_head.ln.bias": "model-00002-of-00002.safetensors",
    "lm_head.ln.weight": "model-00002-of-00002.safetensors",
    "transformer.embd.wte.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.mixer.Wqkv.bias": "model-00002-of-00002.safetensors",
    "transformer.h.30.mixer.Wqkv.weight": "model-00002-of-00002.safetensors",
    "transformer.h.30.mixer.out_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.30.mixer.out_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.30.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.30.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.30.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.30.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.31.ln.bias": "model-00002-of-00002.safetensors",
    "transformer.h.31.ln.weight": "model-00002-of-00002.safetensors",
    "transformer.h.31.mixer.Wqkv.bias": "model-00002-of-00002.safetensors",
    "transformer.h.31.mixer.Wqkv.weight": "model-00002-of-00002.safetensors",
    "transformer.h.31.mixer.out_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.31.mixer.out_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.31.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.31.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.31.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.31.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.4.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mixer.Wqkv.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mixer.Wqkv.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mixer.out_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mixer.out_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.fc2.weight": "model-00001-of-00002.safetensors"
  }
}
